import classes from './History.module.css';

import img_1 from './images/1.jpeg'
import img_2 from './images/2.jpeg'
import img_3 from './images/3.jpg'
import img_4 from './images/4.jpg'
import img_5 from './images/5.jpg'
import img_7 from './images/7.jpg'
import img_9 from './images/9.jpg'
import img_10 from './images/10.jpg'
import img_11 from './images/11.jpg'
import img_12 from './images/12.jpg'

function History() {
    return (
        <div className={classes.container}>
            <div className={classes.history_container}>
                <div className={classes.title}>
                    <h3>История храма</h3>
                </div>
                <div className={classes.text_container}>
                    <h4>Богадельня общественная и церковь во имя Святого Праведника Симеона Верхотурского.
                        Пермский край, г. Пермь, ул. Пушкина, 83.
                        ИСТОРИЧЕСКАЯ СПРАВКА</h4>
                    <p>
                        В центральной части города Перми на углу улиц Пушкина и Куйбышева (до переименования ул. Большая Ямская и Красноуфимская) на земельном участке, имеющем общий номер (по дореволюционной нумерации), № 83/42 с 1872 по 1918 гг. находилось учреждение призрения для «пермских мещан и купцов, потерявших способность собственным трудом зарабатывать себе на пропитание», именуемое «Мещанского общества богадельня» .<br />
                        18 декабря 1868 г. в собрании купцов и мещан города Перми был одобрен проект учреждения Пермской Общественной Александровской богадельни.<br />
                        15 октября 1871 г. Пермским мещанским обществом для помещения общественной богадельни городскому самоуправлению был уступлен дом с землей и надворными постройками, принадлежащий Мещанскому обществу .<br />
                    </p>
                    <img src={img_12} alt="" />
                    <p>
                        26 июля 1872 г. Пермская Городская дума постановила открыть с 1 января 1873 г. общественную богадельню на 50 человек призреваемых и назвать ее Александровской в честь царствующего императора Александра II. Для этой цели от гласного городской думы пермского купца Ф.К. Каменского был приобретен для общественной богадельни дом и 2 деревянных флигеля, в которых ранее на средства попечителя содержались несколько человек престарелых. Согласно постановлению думы и утвержденному уставу в общественную богадельню принимались «лица бедные, не имеющие родства, и по преимуществу из мещанского и купеческого сословий, как мужского, так и женского пола»4.<br />
                        26 июля 1873 г. городская дума избрала попечителем городской общественной богадельни Федора Козьмича Каменского. С этого времени начинается «заботливое отношение рода Каменских к богаделыщикам» 5.<br />
                        В 1875 г. Ф.К. Каменский выстроил при богадельне небольшую деревянную церковь вместимостью 40-50 человек, прачечную и баню.<br />
                        Освящение церкви состоялось 8 ноября 1879 года.<br />
                        С 1879 по 1909 г. настоятелем церкви св. Симеона состоял священник Федор Попов.<br />
                        13 декабря 1883 г. по постановлению городской думы обязанности попечителя перешли к Григорию Козьмичу Каменскому.<br />
                        В 1885 г. Г.К. Каменский построил для призреваемых, взамен старого деревянного ветхого флигеля, большой одноэтажный каменный корпус вместимостью на 50 кроватей.<br />
                        В этом же корпусе была устроена новая церковь вместимостью на 200 человек. Маленькая деревянная церковь была упразднена, а ее здание приспособлено для размещения мужского отделения призреваемых на 20 кроватей. Вследствие постройки нового каменного корпуса с 1886 г. появилась возможность увеличить число призреваемых в богадельне на 75 человек, таким образом, количество призреваемых составило 125 человек.<br />
                        4 марта 1893 г. после смерти Г.К. Каменского обязанности попечителя были возложены на его сына Александра Григорьевича Каменского.<br />
                        В 1895 г. А.Г. Каменский построил еще один каменный одноэтажный корпус взамен ветхого деревянного флигеля, в помещениях которого позднее разместились кухня, чайная, людская, дворянская (на 3-4 кровати) и квартира надзирательницы.<br />
                        В 1897 г. был построен новый деревянный одноэтажный корпус для неопрятных и больных призреваемых на 30 кроватей, и в том же году вместо ветхих служб были построены новые службы. На эти две новые постройки городом было ассигновано 2 тыс. руб., но основную сумму, затраченную на их строительство, составили пожертвования попечителя.<br />
                        В 1904 г. усердием попечителя А.Г. Каменского и ктитора богаделенской церкви во имя Святого Праведника Симеона Верхотурского М.М. Камчатова большой каменный одноэтажный корпус был надстроен вторым этажом. Архитектором стал В. В. Потапенко.<br />
                        Увеличилось помещение для призреваемых в богадельне и для церкви. По справке оказалось, что средства попечителей богадельни Каменских, пожертвованные ими с 1875 по 1905 гг. на содержание общественной богадельни, строительство зданий и украшение церкви составили 40 тыс. руб. Кроме того, на перестройку церкви ктитором церкви во имя Святого Праведника Симеона Верхотурского М.М. Камчатовым было пожертвовано 10 тыс. руб.6<br />
                        6 октября 1904 г. из Пермской Городской общественной богадельни в Пермскую городскую управу была послана смета на содержание Пермской Городской общественной богадельни на 1905 год. По случаю перестройки главного корпуса богадельни штат призреваемых предполагалось увеличить со 125 человек еще на 50 человек. Вследствие этого попечитель Пермской Городской общественной богадельни Александр Григорьевич Каменский просил городскую управу увеличить смету с учетом числа призреваемых в богадельне 175 человек, в т.ч. 50 человек мужского пола и 125 человек женского пола7.<br />
                        17 октября 1904 года при епископе Пермском и Соликамском Иоанне состоялось освящение реконструированного здания церкви.<br />
                    </p>
                    <p>
                        <img src={img_11} alt="" style={{
                            float: "left",
                            margin: "7px 7px 7px 0"
                        }} />
                        1 сентября 1908 г. в Пермскую городскую управу поступило заявление смотрителя Пермской городской общественной богадельни, священника о. Федора Попова с просьбой снять с него обязанности смотрителя богадельни: «должность смотрителя богадельни соединена с должностью священника с 1879 г. при штате призреваемых до 50 человек; соединение двух должностей в одном лице сделано в видах обеспечения священника. Но как священнику при штате в 160-170 человек должность смотрителя богадельни нести становится трудно, иногда даже не под силу, особенно при новом попечителе. В силу этого прошу снять со священника должность смотрителя богадельни, и назначить с 1 сентября лицо для приемки дел по богадельне» .<br />
                        5 сентября 1908 г. Городская управа сообщила священнику Ф. Попову о том, что он «от обязанностей заведования богадельней» освобожден9.<br />
                        10 сентября 1908 г. новый попечитель городской общественной богадельни Е.П. Пермяков, в виду отказа священника о. Федора Попова от исполнения обязанностей смотрителя-эконома общественной богадельни, просил городскую управу назначить священником богаделенской церкви священника тюремной церкви о. Александра Знаменского .<br />
                        15 сентября 1908 г. городская дума, ввиду поступившего от смотрителя богадельни о. Федора Попова, одновременно занимающего место священника при богаделенской церкви, заявления об отказе от должности смотрителя - рассмотрела обстоятельства дела, изложенные в докладе городской управы и ревизионной комиссии. Городская дума пришла к выводу, что «разделение обязанностей смотрителя от обязанностей священника богаделенской церк¬ви не желательно, ввиду тесной связи храма с помещением богадельни». Поэтому дума пола¬гала необходимым кандидата смотрителя богадельни «приискать из среды лиц, имеющих сан священника, могущего совместить обе указанные должности». Ввиду поступившего в управу заявления от попечителя богадельни ЕЛ. Пермякова о желательности назначить на должность смотрителя богадельни и священника при богаделенской церкви о. Андрея Знаменского, дума постановила: «Сообщить Преосвященному Никанору об обстоятельствах дела и просить назначить священника тюремной церкви о. Андрея Знаменского священником к богаделенской церкви во имя Святого Праведного Симеона Верхотурского» .<br />
                        11 августа 1909 г. резолюцией Преосвященного Палладия Епископа Пермского и Соликамского № 3994 священник тюремной церкви о. Андрей Знаменский, согласно его прошения и ходатайства Городской управы был назначен настоятелем Симеоновской церкви при Пермской городской богадельне с совмещением обязанностей смотрителя последней12.<br />
                        В конце августа - начале сентября 1909 г. староста богаделенской церкви М.М. Камчатов заявил о своем отказе от обязанностей старосты при церкви Святого Симеона Верхотурского. Вследствие чего Городской Голова 3 сентября 1909 г. просил его «остаться еще послужить церкви в благоустроенном Вами храме». В случае невозможности ему было предложено передать все церковное имущество настоятелю церкви Протоиерею Знаменскому13<br />
                        21 октября 1909 г. городская управа подготовила ответ на запросы Пермской духовной консистории от 26 мая и 20 ноября 1909 г. о размере сумм, затраченных на ремонт и расширение Пермской Симеоновской при городской богадельне церкви и других пожертво¬ваниях, сделанных бывшим старостой М.М. Камчатовым.<br />
                        При церковном старосте М.М. Камчатове была произведена каменная пристройка к зданию богадельни и церкви, на которую было затрачено из городского запаса кирпича 200 тыс. шт. и произведены работы по строительству на сумму около 14 тыс. руб. и украшение церкви на сумму 2 тыс. руб.14<br />
                        В 1910 г., вследствие предписания городской управы от 30 марта 1910 г. церковным причтом совместно с попечителем богадельни была произведена проверка и записаны в опись церковное имущество и капиталы Симеоно-Богаделенской церкви 5.<br />
                        В 1910 - 1911 г. г. священником при церкви Симеона Верхотурского состоял о. Дмитрий Введенский. С 13 февраля 1917 г. - священник Николай Булдыгин.<br />
                        Декретом советского правительства «Об отделении церкви от государства» (Сб. Уз. 1918 г. Ст. 263. № 62. Ст. 685) запрещалось совершать религиозные обряды в государственных или иных публично-правовых общественных учреждениях, а также размещать в них какие-либо религиозные изображения».<br />
                        В клировой ведомости 1917 года указано, что «Преосвященный последний раз посетил приход 18 декабря 1917 года». Это был священномученик архиепископ Пермский и Кунгурский Андроник.<br />
                        Последним настоятелем был священник Николай Булдыгин, диаконом – Михаил Бабык.<br />
                        7 марта 1918 г. в заседание Совета Рождество-Богородицкой церкви по приглашению настоятеля Рождество-Богородицкой церкви были приглашены настоятели домовых церквей находящиеся в приделах Рождество-Богородицкой церкви - Пересыльного замка протоиерей о. В. Ашихмин и богадельни священник о. Н. Булдыгин для совместного обсуждения создавшегося положения для домовых церквей и их причтов, лишенных казенных и общественных сумм на содержание их по силе декрета о свободе совести .<br />
                        Единогласно было принято предложение священника о. В. Морозова: «1) Для защиты прав и интересов церкви и причта при богадельне образовать коллектив из живущих в этом учреждении и служащих, предоставив таковому коллективу ходатайствовать о сохранении всех прежних ассигнований на содержание церкви и причта богадельни. 2) В случае невозможности создания такового коллектива или его бессилия защитить права и интересы церкви и причта перед народными комиссарами, Симеоновскую церковь приписать к Рождество-Богородицкой церкви, сохранив при ней наличный состав причта с теми средствами обеспечения, каковые кроме жалованья от Пермской Городской Управы, получались церковью и причтом при совершении богослужений, предоставив сему причту посещать в престольный праздник Святого Праведного Симеона, в Рождество, Пасху со святым крестом желающих принять этот причт. В случае ухода членов причта из Симеоновской церкви вновь таковых не назначать, а служение в оной вести по очереди всем 4-м штатам Рождество-Богородицкой церкви».<br />
                        Имущество Симеоновской церкви муниципализировано в 1918 г. на основании декрета ВЦИК от 20 августа 1918 г.<br />
                    </p>
                    <img src={img_3} alt="" />
                    <p>
                        После революции в зданиях богадельни разместили инвалидов-красноармейцев.<br />
                        В 1924 г. муниципализированное домовладение в г. Перми по ул. Зиновьева, № 83 находилось в ведении Пермского Местного хозяйства, в аренде у Окрздравотдела. Всего во владении числилось 1086,15 кв. сажень земли, в том числе под строениями 430,34 кв.саж., под двором 655,81 кв.саж.<br />
                        На усадьбе находились следующие строения:<br />
                        1. Дом одноэтажный деревянный, с крыльцом и сенями 68,01 кв.саж.;<br />
                        2. Флигель деревянный с железной крышей и крыльцом 42 кв.саж.;<br />
                        3. Каменный двухэтажный дом с железной крышей 123,98 кв.саж.;<br />
                        4. Флигель деревянный одноэтажный с железной крышей 41,46 кв.саж.;<br />
                        5. Флигель деревянный одноэтажный с железной крышей 34,32 кв.саж.;<br />
                        6. Службы во дворе одноэтажные деревянные с железной крышей 34,65 кв.саж.;<br />
                        7. Мастерская одноэтажная деревянная 21,98 кв.саж.<br />
                        <br />
                        В 1926 г. в храмовом здании расположилось Городское санитарное бюро, а в 1941 г.  Дом санитарного просвещения и склад Облздравотдела.<br />
                        Распоряжением Пермского Облисполкома №1304 от 25.11.1976 г. здание по ул. Пушкина, 83 передано с баланса управления домами №7 Ленинского района г. Перми Дому санитарного просвещения.<br />
                        С 1979 года в здании Симеоновской церкви располагалась областная медицинская библиотека.<br />
                        22 марта 1988 года здание по ул. Пушкина, 83 было принято на учет как памятник архитектуры "Здание Пермской общественной богадельни" со встроенной церковью во имя Святого Симеона Верхотурского.<br />
                        С 2001 года перестроенное храмовое здание занимал областной Центр медицинской профилактики.<br />
                    </p>
                    <img src={img_7} alt="" />
                    <p>
                        <br />
                        4 сентября 2006 года в результате осмотра технического состояния памятника истории и культуры "Богадельня общественная и церковь Святого Симеона Верхотурского" (1879 г.) по адресу: г. Пермь, ул. Пушкина, 83 представителем Областного научно-производственного центра по охране и использованию памятников истории и культуры Пермской области был составлен акт технического осмотра. При осмотре выявлено:<br />
                        1. Три окна 1-этажа в правой части северного фасада заложены газобетонными блоками.<br />
                        2. Стекла окон обоих этажей северного фасада имеют высокотемпературные трещины от недавнего пожара деревянного здания во дворе. Горевшее здание находится на расстоянии около 5 м от ретирады на северной стороне памятника.<br />
                        3. Внутренний двор не асфальтирован и не благоустроен, отсутствует ограждение. По периметру двора свалены горы бытового вперемежку с землей мусора.<br />
                        <br />
                    </p>
                    <img src={img_4} alt="" />
                    <p>
                        4. На территории внутреннего  двора (в зоне границ землепользования памятника) расположен туалет соседнего деревянного здания по ул. Пушкина, 81, нечистоты которого постоянно выливаются на охраняемую территорию.<br />
                        С целью недопущения пожароопасных ситуаций в будущем и приведения памятника истории и культуры в надлежащий вид, необходимо выполнить следующее:<br />
                        1. Восстановить заложенные оконные проемы с установкой деревянных окон, с расстекловкой по единому образцу. Проект согласовать с ОЦОП.<br />
                        2. Снести непригодное для жилья горелое деревянное здание, освободить территорию от мусора.<br />
                        3. Установить ограждение на расстоянии 12 м в соответствии с пожарными нормами, с увеличением площади отведенного памятнику участка за счет сгоревшего здания. Существующая граница землепользования не обеспечивает въезд во двор пожарных машин и благоустройство двора.<br />
                        4. Выполнить санацию туалета деревянного здания по ул. Пушкина, 81 за счет домовладельцев.<br />
                        5. Обратиться в администрацию г. Перми с предложением об увеличении территории всей усадьбы ("Богадельня общественная и церковь во имя Святого Симеона Верхотурского", "Дом подрядчика Н.К. Крылова") за счет земель, принадлежащих сгоревшему дому.<br />
                        22 ноября 2006 года представителями ОЦОП было составлено охранное обязательство на ОКН Пермского края "Богадельня общественная и церковь во имя Святого Симеона Верхотурского". Неотъемлемым приложением к договору является "Опись предметов охраны".<br />
                        Почти на 90 лет в храме не звучало молитвы. Было потрачено немало сил для того чтобы ничто не напоминало о том , что здесь был дом Божий. Внутри была сделана перепланировка, красивейшая роспись была погребена под  толстыми слоями краски.<br />
                        <br />
                        <br />
                    </p>
                    <img src={img_5} alt="" />
                    <p>
                        Только 31 июля 2009 года здание нижнего этажа бывшей богадельни было возвращено Пермской епархии и 29 августа совершилось первое богослужение. Ключи от памятника архитектуры были переданы Епископу Пермскому и Соликамскому Иринарху.<br />
                        5 августа 2011 г. по благословению  митрополита Пермского и Соликамского Мефодия , установлен купол и освященный крест. Такой же крест был водружен на фасадной стороне здания.<br />
                    </p>
                    <img src={img_2} alt="" />
                    <p>
                        <br />
                        1 августа 2012 г. губернатор Пермского края Басаргин В.Ф. подписал распоряжение "О передаче в безвозмездную собственность Православной религиозной организации "Архиерейское Подворье храма святого праведного Симеона Верхотурского в городе Перми Пермского края"<br />
                        В 2012 г. Краевой центр медицинской профилактики покинул здание бывшей богадельни, полностью освободив занимаемые помещения. С этого момента в храме началась активная ремонтно-восстановительная деятельность.<br />
                        <br />
                    </p>
                    <img src={img_1} alt="" />
                    <p>
                        02 августа 2013 года разработана и утверждена документация по реконструкции храма.<br />
                        Летом 2013 года, при спонсорской помощи «ООО Лукойл-Пермнефтепродукт», в храме проведена полная замена старых оконных блоков всего здания.<br />
                        09 декабря 2013 года в тепловом узле обустроена система автоматики.<br />
                        09 января 2014 года в храме установлены колокола с системой электронного звонаря.<br />
                        Весной 2014 года произведён полный ремонт кровли с частичной заменой обрешётки, заменены пришедшие в негодность водостоки.<br />
                    </p>
                    <img src={img_9} alt="" />
                    <p>
                        <br />
                        В сентябре 2014 года установлен бордюрный камень на участке благоустройства в границах территории храма, обустроена отмостка здания.<br />
                        В октябре 2014 года  установлено антивандальное ограждение вдоль фасада храма по ул.Пушкина.<br />
                        В декабре 2014 года обустроен въезд-выезд на территорию храма со стороны ул.Пушкина в границах придорожного газона, установлен забор                  и въездные ворота со стороны ул.Пушкина.<br />
                        В 2015 г. проведены работы по ремонту фасада храма.<br />
                    </p>
                    <img src={img_10} alt="" /> <br />
                    <p>О церкви во имя Святого Симеона Верхотурского:
                        Документы (переписка об избрании церковного старосты). 1887-1898 гг. ГАПК. Ф. 35. Оп.1.<br />
                        Д. 42. Л. 33-52, 77-93, 104-134.<br />
                        Клировые ведомости Симеоновской церкви при городской общественной богадельне за 1915,<br />
                        1917 гг. // ГАПК. Ф. 108. Оп.1. Д. 29. Л. 253-262;<br />
                        ГАПК. Ф. 195. Оп.1. Д. 102. Л. 194-203; ГАПК. Ф. 195. Оп.1. Д. 7. Л. 253-262.<br />
                        1 Полный адрес домовладельцев губернского города Перми, с приложением подробного городского плана. Составил Г.И. Минеев. - Пермь: Типография губернской земской управы, 1886.-С. 12.<br />
                        I ГАПК. Ф. 35. Оп. 1. Д. 146. Л. 78-78 об.<br />
                        3 ГАПК. Ф. 35. Оп.1. Д. 146. Л. 79-79 об.<br />
                        4 ГАПК. Ф. 35. Оп.1. Д. 146. Л. 153.<br />
                        'ГАЛК, Ф. 35. Оп.1. Д. 146. Л. 62, 153-153 об.<br />
                        ЙГАПК. Ф. 35. Оп.1. Д. 146. Л. 155, 156<br />
                        7 ГАПК. Ф. 35. Оп.1. Д. 146. Л. 3, 5. "ГАПК. Ф. 35 Оп.1. Д. 146. Л. 183. 4 ГАПК. Ф. 35. Оп.1. Д. 146. Л. 189, 10 ГАПК. Ф. 35. Оп.1. Д. 146. Л. 186. "ГАПК. Ф. 35. Оп.1. Д. 146. Л. 190-190 об. 12 ГАПК. Ф. 35. Оп.1. Д. 146. Л. 315.<br />
                        II ГАПК. Ф. 35. Оп.1. Д. 146. Л. 316.<br />
                        14 ГАПК. Ф. 35. Оп.!. Д. 146. Л. 328-328 об.<br />
                        15 ГАПК. Ф. 35. Оп. 1. Д. 146. Л. 374, 378-378 об, 379-379 об., 380-380 об.<br />
                        16 ГАПК. Ф. р-1.0п.1. Д.45. Л. 15-15 об., 16</p>
                </div>
            </div>
        </div>
    );
}

export default History;